implementing_ISMS/statement_of_applicability.org
#+title: Statement Of Applicability (SoA)
#+author: gabriel

* SoA
Ocorre após a análise inicial de riscos
A SOA, exigida pela cláusula 6.1.3, detalha:
- controles incluídos ou excluídos do SGSI
- justificativas para inclusão ou exclusão e status de implementação de cada controle

** Records Control Mapping to risks
- os controles mitigam os riscos identificados durante a avaliação de riscos e devem ser documentados na SOA

** guide implementation
- identifica o status de implementação do controle, garantindo que os recursos sejam direcionados de forma eficaz

** audit evidence
- essencial para que os auditores verifiquem se os controles necessários estão em vigor ou planejados

** supports business continuity
- serve como um registro transparente e responsável dos controles do SGSIs


* Anatomy of the SOA
- nome e número do controle (ex.: A.6.7 - Trabalho Remoto)
- aplicável (Dentro do Escopo) ou Não Aplicável (Fora do Escopo)
- *justificativa* --> explicação para inclusão ou exclusão do escopo
- Status de implementação --> implementado, parcialmente implementado ou não implementado

* common pitfalls
*omissão de controles necessários* ->
- a ausência de controles do Anexo A pode levar a problemas de auditoria Resultados e incidentes de segurança

*Justificativas pouco claras/inadequadas* ->
- Garantir que as justificativas de exclusão sejam claras e compreensíveis para as partes interessadas

*Revisão ou atualizações para melhoria* ->
- Revisões regulares mantêm a SOA relevante e eficaz
